Repository: yilab/civics
Catalog: apple/Civics/Civics/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# button.gotIt
source: I got it
zh_hans: 答对了
zh_hant: 答对了

# button.hearAnswer
source: Hear the answer
zh_hans: 听答案
zh_hant: 听答案

# button.missedIt
source: I missed it
zh_hans: 答错了
zh_hant: 答错了

# button.nextQuestion
source: Next question
zh_hans: 下一题
zh_hant: 下一题

# button.start
source: Start listening
zh_hans: 开始听题
zh_hant: 开始听题

# category.all
source: All 128 questions
zh_hans: 全部 128 题
zh_hant: 全部 128 题

# category.americanGovernment
source: American Government
zh_hans: 美国政府
zh_hant: 美国政府

# category.americanHistory
source: American History
zh_hans: 美国历史
zh_hant: 美国历史

# category.symbolsHolidays
source: Symbols & Holidays
zh_hans: 象征与节日
zh_hant: 象征与节日

# category.varies
source: Answers That Change
zh_hans: 会变化的答案
zh_hant: 會變化的答案

# filter.all
source: All
zh_hans: 全部
zh_hant: 全部

# filter.known
source: Known
zh_hans: 已掌握
zh_hant: 已掌握

# filter.notKnown
source: Not known
zh_hans: 未掌握
zh_hant: 未掌握

# flashcards.shuffle
source: Shuffle
zh_hans: 随机排序
zh_hant: 隨機排序

# flashcards.tapForQuestion
source: Tap for question
zh_hans: 点击看题目
zh_hant: 點按看題目

# flashcards.tapToReveal
source: Tap to reveal
zh_hans: 点击显示答案
zh_hant: 點按顯示答案

# listen.acceptableAnswer
source: ACCEPTABLE ANSWER
zh_hans: 可接受的答案
zh_hant: 可接受的答案

# listen.known
source: Known
zh_hans: 已掌握
zh_hant: 已掌握

# listen.knownCount
source: %lld known
zh_hans: 已掌握 %lld
zh_hant: 已掌握 %lld

# listen.markKnown
source: Mark known
zh_hans: 标记为已掌握
zh_hant: 标记为已掌握

# listen.noQuestions
source: No questions
zh_hans: 暂无题目
zh_hant: 暂无题目

# listen.noTts
source: No text-to-speech voice is available. Enable a voice in Settings › Accessibility › Spoken Content › Voices to hear questions.
zh_hans: 未找到可用的语音合成声音。请在 设置 › 辅助功能 › 朗读内容 › 声音 中启用一个声音。
zh_hant: 未找到可用的语音合成声音。请在 设置 › 辅助功能 › 朗读内容 › 声音 中启用一个声音。

# listen.onboarding
source: Press Start, put your phone away, and answer each question out loud. On AirPods: one press to hear the answer or continue, two presses for the next question, three to repeat.
zh_hans: 点击开始，把手机放到一边，大声回答每道题。AirPods：按一下听答案或继续，按两下下一题，按三下重复本题。
zh_hant: 点击开始，把手机放到一边，大声回答每道题。AirPods：按一下听答案或继续，按两下下一题，按三下重复本题。

# listen.previousQuestion
source: Previous question
zh_hans: 上一题
zh_hant: 上一题

# listen.questionOf
source: Question %lld of %lld
zh_hans: 第 %lld 题 / 共 %lld 题
zh_hant: 第 %lld 题 / 共 %lld 题

# listen.stop
source: Stop
zh_hans: 停止
zh_hant: 停止

# mode.bilingual
source: English + 中文
zh_hans: 英语 + 中文
zh_hant: 英语 + 中文

# mode.english
source: English
zh_hans: 英语
zh_hant: 英语

# phase.awaitingAdvance
source: Press for the next question
zh_hans: 按一下进入下一题
zh_hant: 按一下进入下一题

# phase.awaitingGrade
source: Did you get it right?
zh_hans: 答对了吗？
zh_hant: 答对了吗？

# phase.speakingAnswer
source: Speaking the answer
zh_hans: 正在读答案
zh_hant: 正在读答案

# phase.speakingQuestion
source: Speaking the question — press to hear the answer
zh_hans: 正在读题——按一下听答案
zh_hant: 正在读题——按一下听答案

# phase.thinking
source: Your turn — answer out loud, then press
zh_hans: 轮到你了——大声作答，然后按一下
zh_hant: 轮到你了——大声作答，然后按一下

# questions.known
source: Known
zh_hans: 已掌握
zh_hant: 已掌握

# questions.mark
source: Mark as known
zh_hans: 标记为已掌握

# questions.missedTimes
source: Missed %lld times
zh_hans: 答错 %lld 次
zh_hant: 答錯 %lld 次

# questions.playingSuffix
source: · playing
zh_hans: · 播放中
zh_hant: · 播放中

# questions.search
source: Search questions
zh_hans: 搜索题目
zh_hant: 搜尋題目

# questions.unmark
source: Unmark as known
zh_hans: 取消已掌握标记

# settings.announceMeta
source: Announce question number
zh_hans: 读出题号
zh_hant: 读出题号

# settings.autoAdvance
source: Auto-advance after the answer
zh_hans: 答案结束后自动下一题
zh_hant: 答案结束后自动下一题

# settings.bilingual
source: Also hear the English original
zh_hans: 同时朗读英文原文
zh_hant: 同时朗读英文原文

# settings.clearKnown
source: Clear known marks
zh_hans: 清除已掌握标记
zh_hant: 清除已掌握标记

# settings.deck
source: DECK
zh_hans: 题库
zh_hant: 题库

# settings.district
source: Congressional district
zh_hans: 国会选区
zh_hant: 國會選區

# settings.findDistrict
source: Find my district (house.gov)
zh_hans: 查询我的选区（house.gov）
zh_hant: 查詢我的選區（house.gov）

# settings.knownProgress
source: %lld of 128 marked as known
zh_hans: 已掌握 %lld / 128 题
zh_hant: 已掌握 %lld / 128 题

# settings.language
source: LANGUAGE
zh_hans: 语言
zh_hant: 语言

# settings.location
source: LOCATION
zh_hans: 所在地区
zh_hant: 所在地區

# settings.locationHint
source: Used for the four questions about your state (Q23, Q29, Q61, Q62). Saved only on this device.
zh_hans: 用于回答四道与你所在州相关的题目（第 23、29、61、62 题）。仅保存在本设备上。
zh_hant: 用於回答四道與你所在州相關的題目（第 23、29、61、62 題）。僅儲存在本裝置上。

# settings.notSet
source: Not set
zh_hans: 未设置
zh_hant: 未設定

# settings.playback
source: PLAYBACK
zh_hans: 播放
zh_hant: 播放

# settings.progressSection
source: PROGRESS
zh_hans: 进度
zh_hant: 进度

# settings.resetStats
source: Reset question stats
zh_hans: 重置答题统计
zh_hant: 重置答題統計

# settings.reviewFocus
source: Prioritize missed questions in tests
zh_hans: 测试优先复习答错的题
zh_hant: 測試優先複習答錯的題

# settings.shuffle
source: Shuffle
zh_hans: 随机顺序
zh_hant: 随机顺序

# settings.speechLanguage
source: Speech language
zh_hans: 朗读语言
zh_hant: 朗读语言

# settings.speechRate
source: Speech rate: %@×
zh_hans: 语速：%@×
zh_hant: 语速：%@×

# settings.thinkPause
source: Pause before revealing the answer
zh_hans: 显示答案前的停顿
zh_hant: 显示答案前的停顿

# settings.uiLanguage
source: App language
zh_hans: 界面语言
zh_hant: 界面语言

# settings.voice
source: VOICE
zh_hans: 语音
zh_hant: 语音

# settings.yourState
source: Your state or territory
zh_hans: 你所在的州或领地
zh_hant: 你所在的州或領地

# tab.flashcards
source: Flashcards
zh_hans: 抽认卡
zh_hant: 抽認卡

# tab.listen
source: Listen
zh_hans: 听题
zh_hant: 听题

# tab.questions
source: Questions
zh_hans: 题库
zh_hant: 题库

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 设置

# tab.test
source: Test
zh_hans: 测试
zh_hant: 测试

# test.again
source: Take another test
zh_hans: 再测一次
zh_hant: 再测一次

# test.backToStudy
source: Back to listening
zh_hans: 返回听题
zh_hant: 返回听题

# test.correctLabel
source: correct
zh_hans: 答对
zh_hant: 答对

# test.failed
source: Not yet
zh_hans: 未通过
zh_hant: 未通过

# test.history
source: Recent tests
zh_hans: 最近测试
zh_hant: 最近测试

# test.historyReview
source: Review
zh_hans: 复习
zh_hant: 複習

# test.missedHeading
source: Missed this time
zh_hans: 本次答错
zh_hant: 本次答錯

# test.missedLabel
source: missed
zh_hans: 答错
zh_hant: 答错

# test.passed
source: Passed
zh_hans: 通过
zh_hant: 通过

# test.progress
source: Question %lld of %lld
zh_hans: 第 %lld 题 / 共 %lld 题
zh_hant: 第 %lld 题 / 共 %lld 题

# test.reviewAgain
source: Practice missed questions again
zh_hans: 再复习一次答错的题
zh_hant: 再複習一次答錯的題

# test.rules1
source: Up to 20 questions, one at a time.
zh_hans: 最多 20 道题，逐题作答。
zh_hant: 最多 20 道题，逐题作答。

# test.rules2
source: Reveal the answer, then mark whether you got it right.
zh_hans: 先看答案，再如实判断自己是否答对。
zh_hant: 先看答案，再如实判断自己是否答对。

# test.rules3
source: Reach 12 correct to pass; miss 9 and the test ends — like the real interview.
zh_hans: 答对 12 题即通过；答错 9 题测试结束——与真实面试相同。
zh_hant: 答对 12 题即通过；答错 9 题测试结束——与真实面试相同。

# test.start
source: Start practice test
zh_hans: 开始模拟测试
zh_hant: 开始模拟测试

# test.startReview
source: Practice missed questions (%lld)
zh_hans: 复习答错的题（%lld）
zh_hant: 複習答錯的題（%lld）

# test.summaryMissed
source: %lld missed
zh_hans: %lld 题待复习
zh_hant: %lld 題待複習

# test.summaryPass
source: %lld%% passed
zh_hans: 通过率 %lld%%
zh_hant: 通過率 %lld%%

# test.summaryTests
source: %lld tests
zh_hans: %lld 次测试
zh_hant: %lld 次測試

# test.title
source: Practice test
zh_hans: 模拟测试
zh_hant: 模拟测试

# test.verdictFail
source: %lld missed ends the test. Review in study mode, then try again.
zh_hans: 答错 %lld 题，测试结束。回到听题模式复习后再试。
zh_hant: 答錯 %lld 題，測試結束。回到聽題模式複習後再試。

# test.verdictPass
source: You reached %lld correct — that's a passing score.
zh_hans: 你已答对 %lld 题——达到通过标准。
zh_hant: 你已答對 %lld 題——達到通過標準。

# think.none
source: None
zh_hans: 不停顿
zh_hant: 不停顿

# think.seconds
source: %llds
zh_hans: %lld 秒
zh_hant: %lld 秒

# think.wait
source: Wait
zh_hans: 手动继续
zh_hant: 手动继续

# ui.system
source: System
zh_hans: 跟随系统
zh_hant: 跟随系统
